Repository: elsankry02/food_ninja
Catalog: lib/l10n/app_*.arb
Languages: ar

# delieverfavoritefood
source: Deliver your favorite food
ar: توصيل طعامك المفضل

source: Food Ninja
ar: فود نينجا

source: Sign up for free
ar: سجّل مجاناً

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Create Account
ar: إنشاء حساب

source: Already have an account? Login
ar: لديك حساب بالفعل؟ تسجيل الدخول

source: Fill in your bio to get started
ar: املأ بياناتك للبدء

# thisdatawillbedisplayedyouraccountprofileforsecurity
source: This data will be displayed in your account profile for security
ar: سيتم عرض هذه البيانات في ملفك الشخصي لأسباب أمنية

source: User name
ar: اسم المستخدم

source: Full Name
ar: الاسم الكامل

source: Next
ar: التالي

source: Set your location
ar: قم بتعيين موقعك

source: Your location
ar: موقعك

source: Set location
ar: تعيين الموقع

source: Coming soon
ar: قريباً

source: Removed from favorites
ar: تمت الإزالة من المفضلة

source: Added to favorites
ar: تمت الإضافة إلى المفضلة

source: Product detail
ar: تفاصيل المنتج

source: Show more
ar: عرض المزيد

source: Show less
ar: عرض أقل

source: Add to basket
ar: أضف إلى السلة

source: OTP Code
ar: رمز التحقق

# enter6digitverifycode
source: Enter 6-digit verification code
ar: أدخل رمز التحقق المكون من 6 أرقام

source: Enter the OTP code sent to your email
ar: أدخل رمز التحقق المرسل إلى بريدك الإلكتروني

source: Code must be 6 digits
ar: يجب أن يكون الرمز مكوناً من 6 أرقام

source: Resend OTP
ar: إعادة إرسال رمز التحقق

source: Resend OTP in
ar: إعادة إرسال رمز التحقق خلال

source: Verify
ar: تحقق

source: Notification
ar: الإشعارات

# nonotification
source: No notifications
ar: لا توجد إشعارات

source: Home
ar: الرئيسية

source: Chat
ar: الدردشة

source: Cart
ar: السلة

source: Favourite
ar: المفضلة

source: Profile
ar: الملف الشخصي

source: Track order
ar: تتبع الطلب

source: Cancel
ar: إلغاء

source: Personal details
ar: البيانات الشخصية

source: Orders
ar: الطلبات

source: Language
ar: اللغة

source: Payment Methods
ar: طرق الدفع

source: Notifications
ar: الإشعارات

source: Help
ar: مساعدة

source: About
ar: حول

source: Delete an account
ar: حذف الحساب

source: Logout
ar: تسجيل الخروج

source: Save
ar: حفظ

source: Beverages
ar: المشروبات

source: Groceries
ar: البقالة

source: See All
ar: عرض الكل

source: Add All to Cart
ar: أضف الكل إلى السلة

source: Chat Message
ar: رسائل الدردشة

# callrangingpage
source: Calling
ar: مكالمة جارية

source: Ringing...
ar: رنين . . .

source: Volume Up
ar: تشغيل الصوت

source: Volume Off
ar: إيقاف الصوت

source: Subtotal
ar: المجموع الفرعي

source: Delivery Charge
ar: رسوم التوصيل

source: Discount
ar: الخصم

# total
source: Total Cost
ar: إجمالي التكلفة

source: Confirm Order
ar: تأكيد الطلب

source: Payment Method
ar: طريقة الدفع

source: Order Location
ar: موقع الطلب

source: Edit
ar: تعديل

source: My Cart
ar: سلّتي

source: Go to Checkout
ar: الانتقال إلى الدفع

source: Login to your account
ar: تسجيل الدخول إلى حسابك

source: Or continue with
ar: أو تابع عبر

source: Facebook
ar: فيسبوك

source: Google
ar: جوجل

source: Login
ar: تسجيل الدخول

source: Don't have an account? Sign up
ar: ليس لديك حساب؟ سجل الآن

source: Pepsi Can
ar: بيبسي

# pepsicansubtitle
source: 330ml, Price
ar: 330مل، السعر

source: Coca Cola Can
ar: كوكا كولا

# cocacolacansubtitle
source: 325ml, Price
ar: 325مل، السعر

source: Diet Coke
ar: دايت كوك

# dietcokesubtitle
source: 355ml, Price
ar: 355مل، السعر

source: Sprite Can
ar: سبرايت

# spritecansubtitle
source: 355ml, Price
ar: 355مل، السعر

source: Apple & Grape Juice
ar: عصير التفاح والعنب

# applegrapejuicesubtitle
source: 2L, Price
ar: 2 لتر، السعر

source: Orange Juice
ar: عصير البرتقال

# orangejuicesubtitle
source: 2L, Price
ar: 2 لتر، السعر

source: Special Deal for October
ar: عرض خاص لشهر أكتوبر

source: Buy Now
ar: اشتري الآن

source: Order Now
ar: اطلب الآن

source: Processing
ar: قيد المعالجة

# orderprice
source: Price
ar: السعر

# orderitems
source: Number of items
ar: عدد العناصر

source: Order Code
ar: رمز الطلب

source: Find your comfort food here
ar: ابحث عن طعامك المريح هنا

# hereyoucanfindacheforforalltasteandcolorenjoy
source: Here you can find a chef or dish for every taste and color. Enjoy!
ar: هنا يمكنك العثور على شيف أو طبق لكل ذوق ولون. استمتع!

source: Food Ninja is where your comfort food lives
ar: فود نينجا هو المكان الذي يعيش فيه طعامك المريح

source: Enjoy a fast and smooth food delivery at your doorstep
ar: استمتع بتوصيل طعام سريع وسلس إلى بابك

source: Beef Bone
ar: لحم بقري

# beefbonesubtitle
source: 1kg, Price
ar: 1كجم، السعر

source: Broiler Chicken
ar: دجاج تسمين

# broilerchickensubtitle
source: 1kg, Price
ar: 1كجم، السعر

source: Rice
ar: أرز

# ricesubtitle
source: 1kg, Price
ar: 1كجم، السعر

source: Pulses
ar: بقوليات

# pulsessubtitle
source: 1kg, Price
ar: 1كجم، السعر

source: Egg Chicken Red
ar: بيض دجاج أحمر

# eggchickenredsubtitle
source: 4pcs, Price
ar: 4 حبات، السعر

source: Egg Chicken White
ar: بيض دجاج أبيض

# eggchickenwhitesubtitle
source: 180g, Price
ar: 180جم، السعر

source: Egg Pasta
ar: معكرونة بالبيض

# eggpastasubtitle
source: 30g, Price
ar: 30جم، السعر

source: Egg Noodles
ar: نودلز بالبيض

# eggnoodlessubtitle
source: 2L, Price
ar: 2ل، السعر

# mayonnaiseggless
source: Eggless Mayonnaise
ar: مايونيز بدون بيض

# mayonnaisegglesssubtitle
source: 325ml, Price
ar: 325مل، السعر

source: Round-Cut Egg Noodles
ar: مكرونة اسباغيتي

# roundcuteggnoodlessubtitle
source: 330ml, Price
ar: 330مل، السعر

source: Ginger
ar: زنجبيل

# gingersubtitle
source: 250g, Price
ar: 250جم، السعر

# bellpeppered
source: Bell Pepper Red
ar: فلفل أحمر

# bellpepperredsubtitle
source: 1kg, Price
ar: 1كجم، السعر

source: Red Apple
ar: تفاح أحمر

# redapplesubtitle
source: 1kg, Price
ar: 1كجم، السعر

source: Organic Bananas
ar: موز

# organicbananassubtitle
source: 12kg, Price
ar: 12كجم، السعر

source: Find Your Favorite Food
ar: ابحث عن طعامك المفضل

source: What do you want to order?
ar: ماذا تريد أن تطلب؟

source: Online
ar: متصل

source: Deliver To
ar: التوصيل إلى

source: Items
ar: العناصر

source: Message
ar: رسالة

source: No message yet
ar: لا توجد رسائل بعد

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

# resendOtpPrefix
source: Resend OTP in 00:
ar: أعد إرسال OTP خلال 00:

# onboardingtitleone
source: Find your Comfort Food here
ar: اعثر على طعامك المريح هنا

# onboardingsubtitleone
source: Here You Can find a chef or dish for every taste and color. Enjoy!
ar: هنا يمكنك العثور على طاهٍ أو وجبة تناسب كل الأذواق. استمتع!

# onboardingtitletwo
source: Food Ninja is Where Your Comfort Food Lives
ar: فود نينجا هو حيث يعيش طعامك المريح

# onboardingsubtitletwo
source: Enjoy a fast and smooth food delivery at your doorstep
ar: استمتع بتوصيل سريع وسلس للطعام إلى باب منزلك

# otpsentsuccessfully
source: OTP sent successfully, please verify to continue
ar: تم إرسال رمز التحقق بنجاح، يرجى التحقق للمتابعة

source: User registered successfully
ar: تم تسجيل المستخدم بنجاح

source: Delete Account
ar: حذف الحساب

source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟

source: Delete
ar: حذف

source: Close
ar: إغلاق

source: Account deleted successfully
ar: تم حذف الحساب بنجاح

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# namemustbeatleastcharacters
source: Name must be at least 4 characters
ar: يجب أن يتكون الاسم من 4 أحرف على الأقل

source: Please choose an avatar image
ar: الرجاء اختيار صورة رمزية

source: Please enter a name
ar: الرجاء إدخال اسم

source: Please enter a valid email
ar: الرجاء إدخال بريد إلكتروني صالح

# emailmustcontainat
source: Email must contain @gmail.com
ar: يجب أن يحتوي البريد الإلكتروني على @gmail.com

source: Invalid or expired OTP
ar: رمز التحقق غير صالح أو منتهي

source: Authentication successful
ar: تم التحقق بنجاح

source: Theme
ar: الثيم

source: Light Theme
ar: الثيم الفاتح

source: Dark Theme
ar: الثيم الداكن

source: OTP resent successfully
ar: تم إعادة إرسال رمز التحقق بنجاح

source: Oops! Order Failed
ar: عفوًا! فشل الطلب

source: Something went terribly wrong.
ar: حدث خطأ فادح.

source: Please try again
ar: يرجى المحاولة مرة أخرى

source: Back to home
ar: العودة إلى الرئيسية

# yourorderaccepted
source: Your Order has been accepted
ar: تم قبول طلبك

# youritemsplaced
source: Your items have been placed and are on their way to being processed.
ar: تم تقديم طلبك، وهو الآن قيد المعالجة

source: Select Method
ar: اختر الطريقة

source: Checkout
ar: الدفع

source: Confirmation
ar: تأكيد

source: Place Order
ar: تقديم الطلب

source: By placing an order you agree to our
ar: بإرسال الطلب، أنت توافق على

source: Conditions
ar: الشروط

source: And
ar: و

source: Terms
ar: الأحكام

source: Username is required
ar: اسم المستخدم مطلوب

# usernamemustbeatleast3chars
source: Username must be at least 3 characters
ar: يجب أن يكون اسم المستخدم 3 أحرف على الأقل

source: Fullname is required
ar: الاسم الكامل مطلوب

# fullnamemustbeatleast3chars
source: Fullname must be at least 3 characters
ar: يجب أن يكون الاسم الكامل 3 أحرف على الأقل

# pleaseselectaprofileimage
source: Please select a profile image from the camera or gallery
ar: يرجى اختيار صورة شخصية من الكاميرا أو المعرض

source: Profile completed successfully
ar: اكتمل الملف الشخصي بنجاح

# welcomebackloginsuccess
source: Welcome back! You have logged in successfully.
ar: أهلاً بعودتك! تم تسجيل الدخول بنجاح.

source: Account has been deleted successfully
ar: تم حذف الحساب بنجاح

source: Confirm Delete
ar: تأكيد الحذف

# confirmdeletemessage
source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟

source: Confirm Logout
ar: تأكيد تسجيل الخروج

# areyousurelogout
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Confirm
ar: تأكيد

source: Logged out successfully
ar: تم تسجيل الخروج بنجاح

source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح

# pepsidescription
source: Pepsi is a refreshing carbonated drink with a bold cola flavor that instantly revitalizes you on hot days. It has the perfect amount of sweetness to complement your favorite meals. Loved by all ages, it brings joy with every sip. Can be enjoyed anytime as a quick and refreshing thirst-quencher. Its practical packaging makes it easy to take anywhere.
ar: بيبسي مشروب غازي منعش بنكهة الكولا الجريئة التي تمنحك انتعاشاً فورياً في الأيام الحارة. يحتوي على الكمية المثالية من الحلاوة لتكملة وجبتك المفضلة. مشروب محبوب من جميع الأعمار ويضفي شعوراً بالمتعة مع كل رشفة. يمكن تناوله في أي وقت من اليوم كخيار منعش وسريع لإرواء العطش. تصميم العبوة العملي يجعله مناسباً لأخذها معك في أي مكان.

# cocacoladescription
source: Coca-Cola delivers the classic cola taste with a perfect balance of sweetness and fizz. It refreshes and lifts your mood on any occasion, whether at home or outdoors. Can be enjoyed alone or with snacks to enhance their flavor. Loved by both children and adults. Provides a rich and delicious drinking experience every time.
ar: كوكا كولا تقدم الطعم الكلاسيكي للكولا بتوازن مثالي بين الحلاوة والغاز. مشروب ينعش ويزيد المزاج في أي مناسبة، سواء كنت في المنزل أو في الخارج. يمكن تناوله بمفرده أو مع الوجبات الخفيفة ليعزز من مذاقها. محبوب من الأطفال والكبار على حد سواء. يوفر تجربة شراب غنية ولذيذة في كل مرة.

# dietcokedescription
source: Diet Coke offers the same great Coca-Cola taste without sugar and with fewer calories. A light and refreshing drink, perfect for those who want to reduce sugar intake without sacrificing flavor. Can be enjoyed anytime and is a healthier choice among sodas. Provides a sense of refreshment and energy. The practical packaging makes it convenient to carry.
ar: دايت كوك يقدم نفس الطعم الرائع لكوكا كولا بدون سكر وسعرات حرارية أقل. مشروب خفيف ومنعش، مثالي لمن يرغبون في تقليل استهلاك السكر دون التضحية بالنكهة. يمكن تناوله في أي وقت من اليوم، ويعتبر خياراً صحياً بين المشروبات الغازية. يمنح إحساساً بالانتعاش والطاقة. تصميم العبوة عملي وسهل الحمل.

# spritedescription
source: Sprite is a refreshing fizzy drink with natural lemon and lime flavors. Provides a sense of purity and refreshment with every sip, perfect for hot days and light meals. Contains balanced carbonation for a joyful feeling. Suitable for all ages and adds a refreshing touch to any meal. Can be enjoyed alone or with food.
ar: سبرايت مشروب فوار منعش بنكهة الليمون واللايم الطبيعية. يمنح شعوراً بالنقاء والانتعاش مع كل رشفة، مثالي للأيام الحارة والوجبات الخفيفة. يحتوي على غاز متوازن يعطي إحساساً بالبهجة والطاقة. مناسب لجميع الأعمار ويضيف لمسة منعشة لكل وجبة. يمكن الاستمتاع به بمفرده أو مع الطعام.

# applegrapejuicedescription
source: A delicious blend of sweet apple and juicy grapes, rich in essential vitamins and minerals. The 2-liter bottle is perfect for sharing with family and friends. Offers a natural and tasty flavor with every sip, enhancing health and energy. Suitable for both kids and adults, making it an excellent choice for breakfast or a light snack. Free from artificial additives, preserving the natural fruit taste.
ar: مزيج عصير التفاح الحلو والعنب العصيري غني بالفيتامينات والمعادن الأساسية. زجاجة 2 لتر مثالية لمشاركة العائلة والأصدقاء في كل مناسبة. يمنحك طعماً طبيعياً ولذيذاً مع كل رشفة، ويعزز الصحة والطاقة. مناسب للأطفال والكبار ويعتبر خياراً ممتازاً للإفطار أو كوجبة خفيفة. خالي من المواد الصناعية، ويحتفظ بالنكهة الطبيعية للفواكه.

# orangejuicedescription
source: Fresh orange juice packed with natural vitamin C and a sweet, refreshing taste. Perfect for enjoying a healthy, revitalizing drink any time of the day. Boosts immunity and provides natural energy for both children and adults. Can be enjoyed alone or with meals to increase freshness and flavor. Carefully prepared to preserve natural taste and nutritional value.
ar: عصير برتقال طازج مليء بفيتامين سي الطبيعي والحلاوة المميزة. مناسب للاستمتاع بمشروب صحي منعش في أي وقت من اليوم. يعزز المناعة ويمنح طاقة طبيعية للأطفال والكبار. يمكن تناوله بمفرده أو مع الوجبات لزيادة الانتعاش والنكهة. مصنوع بعناية للحفاظ على الطعم الطبيعي والقيمة الغذائية.

# beefbonedescription
source: Fresh beef bones, rich in flavor, ideal for soups, broths, and slow-cooked recipes. High in protein and essential nutrients for the body. Adds deep, rich taste to any meal. Can be used for daily cooking or special occasions. High-quality product ensures natural flavor and excellent tenderness when cooked.
ar: لحم بقري طازج وغني بالنكهة، مثالي للشوربات والمرق والوصفات المطبوخة ببطء. يحتوي على بروتين عالي الجودة ومغذيات أساسية للجسم. يضيف طعماً عميقاً وغنياً لكل وجبة. يمكن استخدامه في الطهي اليومي أو المناسبات الخاصة. جودة عالية تضمن نكهة طبيعية وطراوة ممتازة عند الطهي.

# broilerchickendescription
source: Tender and juicy broiler chicken, perfect for grilling or frying. Sourced from high-quality farms to ensure healthy and delicious meat. Rich in protein and enhances the flavor of daily meals. Can be prepared in various ways to suit all tastes. Guarantees a delightful and tasty eating experience with every meal.
ar: دجاج برويلر طري وعصيري، مثالي للشوي أو القلي. مصدره من مزارع عالية الجودة لضمان طعام صحي ولذيذ. غني بالبروتين ويضيف مذاقاً رائعاً للوجبات اليومية. يمكن تحضيره بطرق متنوعة ليناسب جميع الأذواق. يضمن تجربة طعام ممتعة ولذيذة مع كل وجبة.

# ricedsescription
source: High-quality long-grain rice that cooks fluffy and aromatic. Perfect for daily meals, biryani, or fried rice. Provides a balanced taste and excellent texture for every recipe. Rich in carbohydrates and offers a satisfying meal. Can be paired with all types of dishes for a nutritious and delicious touch.
ar: أرز طويل الحبة عالي الجودة يطهى منفوشاً وعطراً. مثالي للوجبات اليومية، البرياني، أو الأرز المقلي. يمنح طعماً متوازناً وقواماً ممتازاً لكل وصفة. غني بالنشويات ويمنح شعوراً بالشبع. يمكن استخدامه مع جميع أنواع الأطباق لإضافة لمسة مميزة ومغذية.

# pulsesdescription
source: Pulses rich in protein and essential nutrients. Suitable for soups, salads, and traditional dishes. 100% natural and organic for better health. Provides energy and refreshment, making it a balanced nutritional choice. Easily incorporated into a variety of meals to add high nutritional value.
ar: بقوليات غنية بالبروتين والعناصر الغذائية الأساسية. مناسبة للشوربات، السلطات، والأطباق التقليدية. طبيعية 100% وعضوية لتضمن صحة أفضل. تمنح الطاقة والانتعاش للجسم وتعتبر خياراً غذائياً متوازناً. يمكن دمجها بسهولة في وجبات متنوعة لإضافة قيمة غذائية عالية.

# eggchickenreddescription
source: Fresh red chicken eggs with a rich taste and high nutritional value. Ideal for breakfast, baking, or daily cooking. Packed with essential proteins and minerals for the body. Adds natural and delicious flavor to your meals. High-quality product ensures food safety and excellent taste every time.
ar: بيض دجاج أحمر طازج ذو طعم غني وقيمة غذائية عالية. مثالي للفطور، الخبز، أو الطهي اليومي. غني بالبروتينات الأساسية والمعادن الضرورية للجسم. يمنح وجباتك مذاقاً طبيعياً ولذيذاً. منتج عالي الجودة يضمن سلامة الغذاء والطعم الرائع في كل مرة.

# eggchickenwhitedescription
source: Fresh white chicken eggs with a light, delicious flavor. Rich in protein and essential nutrients. Suitable for daily meals and various recipes. Provides a feeling of fullness and energy. Natural and safe product with high nutritional value suitable for the whole family.
ar: بيض دجاج أبيض طازج ذو طعم خفيف ولذيذ. غني بالبروتين والعناصر الغذائية الأساسية. مناسب للوجبات اليومية والوصفات المختلفة. يمنح شعوراً بالشبع والطاقة. منتج طبيعي وآمن مع قيمة غذائية عالية تناسب جميع أفراد الأسرة.

# eggpastadescription
source: Classic egg pasta made from real eggs for a rich and smooth texture. Cooks quickly and pairs well with all types of sauces. Gives your meal a delicious and distinctive taste. Can be served as a main or side dish. High-quality product ensures perfect taste and excellent texture.
ar: معكرونة بالبيض كلاسيكية مصنوعة من بيض حقيقي لملمس غني وسلس. تُطهى بسرعة وتناسب جميع أنواع الصلصات. تمنح وجبتك نكهة لذيذة ومميزة. يمكن تقديمها كوجبة رئيسية أو جانبية. منتج عالي الجودة يضمن الطعم المثالي والقوام الممتاز.

# eggnoodlesdescription
source: Soft and tasty egg noodles made from high-quality ingredients. Perfect for quick stir-frying, soups, and Asian dishes. Provides a rich taste and distinctive flavor to every meal. Can be enjoyed alone or with various sauces. Natural product guarantees excellent cooking quality and texture.
ar: نودلز بالبيض طرية ولذيذة مصنوعة من مكونات عالية الجودة. مثالية للقلي السريع، الحساء، والأطباق الآسيوية. تمنح طعماً غنياً ونكهة مميزة لكل وجبة. يمكن تناولها بمفردها أو مع الصلصات المختلفة. منتج طبيعي يضمن جودة الطهي وملمس ممتاز.

# mayonnaisegglessdescription
source: Eggless mayonnaise, smooth and creamy, perfect for sandwiches, salads, and sauces. Suitable for vegetarians and provides a rich, smooth flavor. Adds a delicious touch without affecting texture. Can be used with all types of food to enhance taste. Healthy and natural product ensuring the best quality.
ar: مايونيز بدون بيض ناعم وكريمي، مثالي للسندويتشات، السلطات، والصلصات. مناسب للنباتيين ويمنح نكهة سلسة ومميزة. يضيف لمسة غنية للطعام دون التأثير على القوام. يمكن استخدامه مع جميع أنواع الأطعمة لإثراء الطعم. منتج صحي وطبيعي لضمان أفضل جودة.

# roundcuteggnoodlesdescription
source: Round-cut egg spaghetti for lovers of rich flavor and firm texture. Excellent for soups or quick meals. Provides a unique dining experience with every dish. Can be combined with sauces or broths to enhance taste. High-quality product ensures a delicious and nutritious meal.
ar: مكرونة اسباغيتي بالبيض مقطعة دائرياً لعشاق النكهة الغنية والملمس المتماسك. ممتازة للشوربات أو الوجبات السريعة. تمنح كل طبق تجربة طعام مميزة. يمكن دمجها مع الصلصات أو الحساء لإضفاء مذاق مميز. منتج عالي الجودة لطعام شهي ومغذي.

# gingerdescription
source: Fresh and aromatic ginger, used in cooking and natural remedies. Adds a spicy flavor and multiple health benefits. Improves digestion and boosts energy. Suitable for cooking, juices, or hot drinks. Natural product ensures quality and distinctive flavor for every meal.
ar: زنجبيل طازج وعطري يستخدم في الطهي والعلاجات الطبيعية. يضيف نكهة حارة وفوائد صحية متعددة. يعزز الهضم ويزيد من نشاط الجسم. مناسب للطهي، العصائر، أو المشروبات الساخنة. منتج طبيعي يضمن الجودة والنكهة المميزة لكل وجبة.

# bellpeppereddescription
source: Bright red bell peppers rich in vitamins and antioxidants. Sweet and crunchy, perfect for salads, grilling, and frying. Adds attractive color and rich flavor to dishes. Packed with essential nutrients for health. High-quality natural product ensures great taste and visual appeal.
ar: فلفل أحمر زاهي غني بالفيتامينات ومضادات الأكسدة. حلو ومقرمش، مثالي للسلطات، الشوي، والقلي. يضيف لوناً جذاباً ونكهة غنية للطعام. غني بالعناصر الغذائية المهمة للصحة. منتج طبيعي عالي الجودة يضمن مذاقاً رائعاً ومظهرًا جميلاً للطبق.

# redappledescription
source: Crisp and juicy red apples rich in natural sweetness. Perfect for snacks, baking, or juices. Provides energy and high nutritional benefits for children and adults. Contains natural antioxidants that promote health. Can be eaten directly or used in various recipes.
ar: تفاح أحمر مقرمش وعصيري غني بالحلاوة الطبيعية. مناسب للوجبات الخفيفة، الخبز، أو العصائر. يمنح طاقة وفوائد غذائية عالية للأطفال والكبار. يحتوي على مضادات أكسدة طبيعية تعزز الصحة. يمكن تناوله مباشرة أو استخدامه في وصفات متنوعة.

# organicbananasdescription
source: Natural sweet organic bananas, rich in potassium and fiber. Ideal for smoothies, snacks, and desserts. Provides quick and healthy energy for the body. Safe and natural product suitable for all ages. Can be eaten directly or incorporated into various recipes to enhance taste and nutrition.
ar: موز عضوي طبيعي وحلو، غني بالبوتاسيوم والألياف. مثالي للعصائر، الوجبات الخفيفة، والحلويات. يمنح طاقة سريعة وصحية للجسم. منتج طبيعي وآمن لجميع الأعمار. يمكن تناوله مباشرة أو دمجه في وصفات متعددة لإثراء الطعم والفائدة.

source: otp must be 6 digits
ar: يجب أن يتكون رمز التحقق من 6 أرقام

source: please enter the otp
ar: من فضلك أدخل رمز التحقق

source: Filters
ar: الفلاتر

source: Categories
ar: الفئات

source: Eggs
ar: بيض

# noodlesandpasta
source: Noodles & Pasta
ar: نودلز ومعكرونة

# chipsandcrisps
source: Chips & Crisps
ar: شيبس ومقرمشات

source: Fast Food
ar: وجبات سريعة

source: Brand
ar: الماركات

source: Individual Collection
ar: مجموعة فردية

source: Cocola
ar: كوكولا

source: Ifad
ar: إيفاد

source: Kazi Farmas
ar: مزارع كازي

source: Apply Filter
ar: تطبيق الفلتر

# freshfruitsvegetablestitle
source: Fresh Fruits and Vegetables
ar: الفواكه والخضروات الطازجة

# freshfruitsvegetablesdescription
source: Fresh fruits and vegetables are carefully selected to ensure top quality and freshness. They provide essential vitamins, minerals, and fiber for a healthy lifestyle. Perfect for salads, cooking, or snacking. Sourced locally whenever possible to support sustainable farming. Enjoy the natural taste and vibrant colors in every bite.
ar: الفواكه والخضروات الطازجة مختارة بعناية لضمان أعلى جودة وانتعاش. توفر الفيتامينات والمعادن والألياف الأساسية لنمط حياة صحي. مثالية للسلطات، الطبخ، أو كوجبة خفيفة. يتم الحصول عليها محليًا كلما أمكن لدعم الزراعة المستدامة. استمتع بالطعم الطبيعي والألوان الزاهية في كل قضمة.

# freshfruitsvegetablessubtitle
source: 1kg, Price
ar: 1كجم، السعر

source: Added to cart
ar: تم الإضافة إلى السلة
